[
  {
    "id": 1,
    "estate_title": "Luxury Penthouse with Skyline Views",
    "segment_name": "Penthouse",
    "description": "Experience the epitome of urban luxury living in this exquisite penthouse with mesmerizing skyline views. Situated in the heart of New York City, this penthouse offers an unparalleled lifestyle of sophistication and elegance. Spanning 3,000 square feet, the residence features modern design elements, high-end finishes, and expansive living areas bathed in natural light. Floor-to-ceiling windows frame panoramic vistas of the cityscape, creating a seamless connection between indoor and outdoor spaces. The spacious terrace, complete with an infinity pool and outdoor lounge, is an ideal retreat for relaxation and entertaining. Discover the pinnacle of luxury living in this remarkable penthouse.",
    "price": "$5,000,000",
    "status": "sale",
    "area": "3,000 sq ft",
    "location": "New York City",
    "facilities": ["Spacious living room", "Infinity pool", "Private terrace"],
    "image": "https://i.ibb.co/CnZ0pnq/01.jpg"
  },
  {
    "id": 2,
    "estate_title": "Beachfront Villa in Paradise",
    "segment_name": "Beachfront Villa",
    "description": "Indulge in the ultimate beachfront lifestyle with this luxurious villa nestled in the pristine shores of Malibu, California. Boasting 5,000 square feet of opulent living space, this villa offers an unparalleled blend of elegance and tranquility. Step through the grand foyer into an expansive open-concept living area, adorned with designer furnishings and floor-to-ceiling windows that frame breathtaking ocean views. Outside, a private beachfront terrace awaits, complete with an infinity pool, outdoor kitchen, and al fresco dining area. Whether lounging in the sun or entertaining guests under the stars, this villa promises an unforgettable coastal retreat.",
    "price": "$10,000,000",
    "status": "sale",
    "area": "5,000 sq ft",
    "location": "Malibu, California",
    "facilities": ["Private beach access", "Infinity pool", "Outdoor kitchen"],
    "image": "https://i.ibb.co/zhPWctM/02.jpg"
  },
  {
    "id": 3,
    "estate_title": "Exclusive Resort on Private Island",
    "segment_name": "Resort",
    "description": "Escape to your own private paradise with this exclusive resort located on a pristine island in Bora Bora. Surrounded by crystal-clear waters and lush tropical landscapes, this resort offers a sanctuary of luxury and tranquility. The resort features a collection of overwater bungalows, each elegantly appointed with modern amenities and breathtaking ocean views. Indulge in a range of activities, from snorkeling and diving to rejuvenating spa treatments and gourmet dining experiences. With its secluded beaches, azure lagoons, and world-class hospitality, this resort promises an unforgettable island getaway unlike any other.",
    "price": "$20,000,000",
    "status": "sale",
    "area": "10 acres",
    "location": "Bora Bora",
    "facilities": [
      "Overwater bungalows",
      "Private beach",
      "Spa and wellness center"
    ],
    "image": "https://i.ibb.co/M7Wx82r/03.jpg"
  },
  {
    "id": 4,
    "estate_title": "Private Island Retreat",
    "segment_name": "Private Island",
    "description": "Experience the ultimate in luxury living with your own private island retreat in the Caribbean. Spanning 20 acres of pristine coastline, this secluded paradise offers unparalleled privacy and exclusivity. The island features a collection of luxurious accommodations, including beachfront villas and bungalows, each meticulously designed to blend seamlessly with the natural surroundings. Enjoy a range of outdoor activities, from snorkeling and kayaking to sunset cruises and beachside bonfires. With its idyllic beaches, lush tropical landscapes, and world-class amenities, this private island retreat is a haven for relaxation and adventure.",
    "price": "$50,000,000",
    "status": "sale",
    "area": "20 acres",
    "location": "Caribbean",
    "facilities": ["Luxurious accommodations", "Private beachfront", "Helipad"],
    "image": "https://i.ibb.co/7K8bPPV/04.jpg"
  },
  {
    "id": 5,
    "estate_title": "Luxurious Mansion in Beverly Hills",
    "segment_name": "Mansion",
    "description": "Live like a Hollywood star in this palatial mansion nestled in the exclusive enclave of Beverly Hills. Spanning 15,000 square feet, this architectural masterpiece exudes timeless elegance and sophistication. The grand foyer welcomes you with its soaring ceilings and sweeping staircase, while the expansive living and dining areas offer the perfect backdrop for lavish entertaining. Indulge in the ultimate cinematic experience in the state-of-the-art home theater, or unwind in the resort-style pool surrounded by lush gardens. With its unparalleled amenities and prestigious location, this mansion epitomizes the epitome of luxury living in Beverly Hills.",
    "price": "$30,000,000",
    "status": "sale",
    "area": "15,000 sq ft",
    "location": "Beverly Hills, California",
    "facilities": ["Grand foyer", "Home theater", "Tennis court"],
    "image": "https://i.ibb.co/hMdQg62/05.webp"
  },
  {
    "id": 6,
    "estate_title": "Secluded Villa with Mountain Views",
    "segment_name": "Villa",
    "description": "Escape to this secluded villa nestled amidst the majestic mountains of Aspen, Colorado. Surrounded by breathtaking panoramic views of snow-capped peaks and verdant forests, this villa offers the ultimate retreat for nature enthusiasts and outdoor adventurers alike. Step inside to discover luxurious amenities and stylish interiors, including a mountain-view terrace with a heated infinity pool, outdoor kitchen, and fire pit. The spacious living areas are elegantly furnished with designer pieces, offering a perfect blend of comfort and sophistication. Whether relaxing by the fireplace or exploring the scenic surroundings, this villa promises an unforgettable mountain getaway.",
    "price": "$8,000,000",
    "status": "sale",
    "area": "7,000 sq ft",
    "location": "Aspen, Colorado",
    "facilities": ["Mountain-view terrace", "Home gym", "Wine cellar"],
    "image": "https://i.ibb.co/zQ1HDc7/06.jpg"
  }
]
